<section class="center">
    <article class="entry-text">
    <section class="text-section">
    <p>1974<br>Praia de Itaquitanduva, S&atilde;o Vicente (SP)</p>
    <p>A hist&oacute;ria do Delton e da Classic Longboards se misturam ao longo dos anos. Delton de Menezes faz parte da hist&oacute;ria do surf no Brasil e no mundo, ele nasceu em Sorocaba no ano de 1958 e desde os 3 anos, j&aacute; circulava pelas praias de S&atilde;o Vicente. Seu start no mundo do surf foi em 1970, quando come&ccedil;ou a surfar, e logo em 1972, ele foi mais fundo e iniciou sua jornada como shaper, numa &eacute;poca em que fabricar pranchas era raridade. Atrav&eacute;s da Tato Surfboards, Delton trabalhou ao lado de renomados shapers, como Homero e os irm&atilde;os "TWIN", consolidando sua expertise at&eacute; 1981.</p>
    </section>
    </article>
    <img class="image" src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip0-666c71fc980d91.jpg" alt="" loading="lazy">
    <section class="text-section">
    <p>1981<br>S&atilde;o Vicente, S&atilde;o Paulo &gt; Reseda, Calif&oacute;rnia</p>
    <p>Em 81 o hobby de fabricar pranchas j&aacute; tinha ficado s&eacute;rio e Victor Poepke, um Californiano que estava de passagem pelo Brasil convidou Delton para morar na Calif&oacute;rnia. Foi ent&atilde;o que ele (na &eacute;poca cursava desenho industrial) conversou com seu pai que era Tenente Coronel e como quem n&atilde;o quer nada, perguntou o que ele pensava sobre a proposta. <br><br>E essa foi a primeira grande onda da sua vida que mudou o rumo das coisas, o Sr. Altair de Menezes (seu pai), disse o seguinte: <em>"Meu filho , a oportunidade passa, voc&ecirc; tem que ir, vai saber quando ela vai passar de novo"</em>, numa &eacute;poca em que o surf era marginalizado, o apoio do pai foi fundamental para ele seguir o sonho. Delton ent&atilde;o trancou a faculdade e desembarcou na t&atilde;o sonhada Calif&oacute;rnia dos anos 80 em busca de know how e outros tipos de ondas. L&aacute;, ele estabeleceu uma oficina em Reseda - San Fernando Valley em parceria com Victor e curtiu a ess&ecirc;ncia do surf Californiano.</p>
    </section>
    <img src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip0-6672ffbd22eb11.jpg"><br>
    <section class="text-section">
    <p>1982<br>Reseda, Calif&oacute;nia &gt; Waikiki, Hawaii<br><br>Ap&oacute;s alguns meses na Calif&oacute;rnia, Delton estava a grana curta e foi passear na loja da Laserlash, foi nesse dia que ele conheceu Cippy, de cara o havaiano ajudou pagando sua estadia do hotel e logo depois o convidou para ficar na sua casa. Desse encontro despretencioso, surgiu uma amizade (que dura at&eacute; hoje) e Cippy o convidou para ajudar na fabrica&ccedil;&atilde;o das pranchas da Laserlash (um bom tempo antes de fundarem a Classic Longboards nos anos 90). Delton ent&atilde;o ficou por aproximadamente 4 meses no Hawaii trabalhando quando Cippy sugeriu que ele voltasse ao Brasil, vendesse tudo que tinha por aqui e fosse morar no Hawaii.</p>
    </section>
    <img class="image image-1" src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip2-666c758aa161c1.jpg" alt="" loading="lazy">
    <section class="text-section">
    <p>Meados de 1983<br>Brasil &gt; Estados Unidos<br><br>Com tudo vendido e passagem s&oacute; de ida comprada, Delton retornou aos Estados Unidos para ficar de vez, quando na fiscaliza&ccedil;&atilde;o o agente de imigra&ccedil;&atilde;o encontrou um cart&atilde;o que mudou o rumo da sua vida (essa foi a segunda grande mudan&ccedil;a de rota). Nele estava escrito em letras vermelhas: <em>"Custom Surfboards"</em> e assinado com o nome do Delton e do Victor. Como um aut&ecirc;ntico brasileiro se aventurando na am&eacute;rica, ele n&atilde;o tinha visto de trabalho e entrou ao mesmo tempo no primeiro voo de volta pra casa e na lista de <em>persona non grata</em> do governo americano, durante os pr&oacute;ximos 5 anos ele n&atilde;o poderia dar as caras por l&aacute;.</p>
    <p><img src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip1-66730056e9a1d1.jpg"></p>
    <p>1985<br>S&atilde;o Vicente, Brasil &gt; Lacanau, Fran&ccedil;a</p>
    <p>Sem op&ccedil;&atilde;o, Delton voltou ao Brasil e aqui em parceria com Pascoal fundaram a Star Model Surfboards onde parmaneceram por bons anos como s&oacute;cios, marcando uma era de excel&ecirc;ncia nas pranchas brasileiras e expandindo seu alcance para a Europa. Como n&atilde;o podia viajar para os Estados Unidos, foram se aventurar no velho continente fabricando pranchas, participando de campeonatos e colocando no bolso o suficiente para viver o sonho de todo surfista, viajar de praia em praia.<br><br><em>Foto: Lacanau Pro de 1985, Delton foi o &uacute;nico brasileiro a avan&ccedil;ar para a segunda fase.</em></p>
    <p><img src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip0-6671e5386fbb41.jpg"></p>
    <p>1992<br>S&atilde;o Vicente, Brasil &gt; Hawaii, Estados Unidos<br><br>Delton n&atilde;o desistiu de viver o sonho Haviano e agora ele contava com a sua companheira de vida, Andrea. Passado a frustra&ccedil;&atilde;o de morar nos Estados Unidos na primeira vez (e claro o gancho de 5 anos), ap&oacute;s viajar alguns pa&iacute;ses da Europa, a d&eacute;cada de 90 testemunhou o retorno do Delton e a primeira vez da Andrea no Hawaii, onde moraram por 4 anos com Beau (o mascote da fam&iacute;lia), Cippy e Ginny Cabato. L&aacute;, eles fundaram a Classic Longboards, viveram imersos na cultura e na arte do surf havaiano. Delton, dedicou esses anos para aprender e desenvolver a sua identidade como shaper e de quebra surfar pelas ilhas paradis&iacute;acas, Andrea tamb&eacute;m se ajeitou por l&aacute; e se aventurou trabalhando na Domino's Pizza onde come&ccedil;ou como <em>pizza maker</em> (o famoso pizzaiolo para n&oacute;s) e saiu como gerente.</p>
    </section>
    <img src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip2-667303482ade61.jpg"><br><br>1996<br>Hawaii, Estados Unidos &gt; S&atilde;o Vicente, Brasil<br><br>Em 1996, o Sr. Altair estava com idade avan&ccedil;ada e o casal decidiu que era o momento de voltar para o Brasil (dois anos ap&oacute;s o retorno, seu pai faleceu).<br><br><em>Foto: Sr. Altair e Dona Belmira (pais do Delton)</em></section>
    <section class="center"></section>
    <section class="center"><strong><br><img src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip3-6673055678a321.jpg"><br><br></strong>Anos 2000<br>S&atilde;o Vicente, Brasil</section>
    <section class="center"></section>
    <section class="center"></section>
    <section class="center"><br>No Brasil eles decidiram incorporar a Stubbies (fundada antes de irem para o Hawaii) com a Classic Longboards e em 2002 construiram a f&aacute;brica e showroom em S&atilde;o Vicente.<br><br><img class="image image-3" src="../../../arquivos/3960aa72d9fbc18ed0bf42050b70d349/uploads/images/mceclip0-666c823da4a261.jpg" alt="" loading="lazy">
    <section class="text-section">
    <p>Suas viagens incessantes continuaram pela Europa, &Aacute;frica do Sul, Costa Rica, Peru e El Salvador explorando novas t&eacute;cnicas de fabrica&ccedil;&atilde;o e surfando em diferentes cen&aacute;rios pelo mundo. A Classic Longboards est&aacute; comprometida com a alta qualidade dos produtos e a equipe de atletas renomados s&atilde;o o reflexo da dedica&ccedil;&atilde;o &agrave; arte de shapear e produzir roupas e acess&oacute;rios para o estilo de vida do surf.</p>
    </section>
    <article class="final-text">
    <section class="text-section">
    <p class="highlight-text"><strong>Shaping dreams, living the surf.</strong></p>
    </section>
    </article>
    </section>